fix: restore translations from Crowdin with MDX repairs — 2026-02-18 16:02
